Repository: benbalter/WP-Resume
Catalog: languages/wp-resume-*.po
Languages: fr_fr

source: Organization
fr_fr: Organisme

source: Resume Order
fr_fr: Ordre du Curriculum Vitae

source: Resume Options
fr_fr: Options du Curriculum Vitae

source: More
fr_fr: Plus

source: less
fr_fr: Moins

source: Yes!
fr_fr: Oui!

source: No.
fr_fr: N°

source: Hide Advanced Options
fr_fr: Masquer les Options Avancées

source: Show Advanced Options
fr_fr: Afficher les Options Avancées

source: The name of the organization as you want it to appear
fr_fr: Le nom de l'organisme comme vous aimeriez le voir apparaître

source: Traditionally the location of the organization (optional)
fr_fr: Lieu de l'organisme (facultatif)

source: Please make sure that the position is associated with a section before saving
fr_fr: Prière d'être sure que la position est associée avec un position avant de sauvegarder

source: Use the action hook "%s" instead.
fr_fr: Utiliser l'action d'extension "%s" à la place.

source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: Use the filter "%s" instead.
fr_fr: Utiliser le filtre "%s" à la place.

source: (Anticipated)
fr_fr: (Anticipé(e))

source: Present
fr_fr: Parent

source: From
fr_fr: Depuis

source: e.g., May 2011
fr_fr: exp., Mai 2011

source: To
fr_fr: A

source: e.g., Present
fr_fr: exp., Présent

source: Enjoy using %1$s? Please consider <a href="%2$s">making a small donation</a> to support the software's continued development.
fr_fr: Vous aimez %1$s? Prière de faire <a href="%2$s">un don</a> pour aider au développement de cette application.

source: hide this message
fr_fr: Masquer ce message

source: Link
fr_fr: Lien

source: (optional) The link to the organization's home page
fr_fr: Le lien vers le site web de l'organisme (facultatif)

source: To use WP Resume...
fr_fr: Pour utiliser WP Resume...

source: Add content to your resume through the menus on the left
fr_fr: Ajouter du contenu à votre Curriculum Vitae à travers le menu de gauche

source: If you wish, add your name, contact information, summary, and order your resume below
fr_fr: Si vous le voulez, ajouter votre nom, informations de contacts, résumé, et ordonner votre Curriculum Vitae ci-dessous

source: Create a new page as you would normally
fr_fr: Créer une nouvelle page comme vous le faites souvent

source: Add the text <code>[wp_resume]</code> to the page's body
fr_fr: Ajouter le code suivant <code>[wp-resume]</code> dans le corps de votre page.

source: Your resume will now display on that page
fr_fr: Votre Curriculum Vitae sera affiché maintenant sur cette page

source: Want to have multiple resumes on your site?
fr_fr: Voulez-vous avoir plusieurs Curriculum Vitae sur votre site ?

source: WP Resume associates each resume with a user. To create a second resume...
fr_fr: WP Resume associera à chaque utilisateur un Curriculum Vitae. Pour créer un second Curriculum Vitae ...

source: Simply <a href="user-new.php">add a new user</a> (or select an existing user in step two)
fr_fr: Simplement <a href="user-new.php">ajouter un nouvel utilisateur</a> (ou bien choisissez un utilisateur dans l'étape 2)

source: Add positions</a> as you would normally, being sure to select that user as the position's author. You may need to display the author box by enabling it in the "Screen Options" toggle in the top-right corner of the position page
fr_fr: Ajouter des positions</a> comme vous le faites souvent, en étant sure que vous désignez la position de cet utlisateur comme étant Auteur. Vous devez peut être afficher la boite Auteur en l'activant dans "Options écran" a basculer dans le coin haut-droit dans la page des positions

source: Select the author from the drop down below and fill in the name, contact info, and summary fields (optional)
fr_fr: Sélectionnez l'auteur depuis le menu déroulant suivant et remplir le nom avec le nom, informations de Contacts, et le champs Résumé (facultatif)

source: Create a new page</a> and add the <code>[wp_resume]</code> shortcode, similar to above, but set the page author to the resume's author (the author from step two). Again, you may need to enable the author box
fr_fr: Créaer une nouvelle page</a> et ajouter le <em>code</em> <code>[wp-resume]</code>, similaire au suivant, mais fixez la page de l'auteur au Curriculum Vitae de ce dernier (l'auteur depuis l'étape 2). Encore, vous devez peut être activer la boite des auteurs.

source: Note
fr_fr: Notes

source: To embed multiple resumes on the same page, you can alternatively use the syntax <code>[wp_resume user="user_nicename"]</code> where <code>user_nicename</code> is the username of the resume's author
fr_fr: Pour intégrer plusieurs Curriculum Vitae sur une même page, vous pouvez alternativement utiliser la syntaxe <code>[wp_resume user="user_nicename"]</code> où <code>user_nicename</code> est le nom d'utilisateur de l'auteur.

source: User
fr_fr: Utilisateur

source: Name
fr_fr: Nom

source: Your name -- displays on the top of your resume
fr_fr: Votre nom -- sera affiché en haut de votre Curriculum Vitae

source: Contact Information
fr_fr: Informations de Contacts

source: Add Field
fr_fr: Ajouter un champs

source: (optional) Add any contact info you would like included in your resume
fr_fr: (facultatif) Ajouter n'importe quelle information de Contacts que vous voulez inclure dans votre Curriculum Vitae

source: Summary
fr_fr: Résumé

source: (optional) Plain-text summary of your resume, professional goals, etc. Will appear on your resume below your contact information before the body
fr_fr: (facultatif) Résumé de votre Curriculum Vitae en texte brut, vos buts professionnels, etc. Apparaiteront sur votre Curriculum Vitae après les informations de Contacts avant le texte.

source: New positions are automatically displayed in reverse chronological order, but you can fine tune that order by rearranging the elements in the list above
fr_fr: Les nouvelles positions seront automatiquement affichées en ordre chronologique inverse, mais vous pouvez améliorer cet ordre en réarrangeant les éléments dans la liste suivante

source: Advanced Options
fr_fr: Options Avancées

source: Force IE HTML5 Support
fr_fr: Forcer IE au support de HTML5

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: If Internet Explorer breaks your resume's formatting, conditionally including a short Javascript file should force IE to recognize html5 semantic tags
fr_fr: Si Internet Explorer déforme le formatage de votre Curriculum Vitae, alors inclure un fichier javascript qui doit forcer IE à reconnaitre les balises HTML5

source: Hide Page Title
fr_fr: Masquer le titre de la page

source: Hides the standard page title on pages (or posts) containing the <code>[wp_resume]</code> shortcode by adding a <code>hide-title</code> class
fr_fr: Masque le titre standard des pages (ou articles) qui contiennent le code <code>[wp_resume]</code> en ajoutant une classe <code>hide-title</code>

source: Enable URL Rewriting
fr_fr: Activer la réécriture des URLs

source: Creates individual pages for each position, and index pages for each section and organization
fr_fr: Créer des pages individuelles pour chaque position, et indexer les pages pour chaque position et organisme

source: Customizing WP Resume
fr_fr: Personnaliser WP Resume

source: Style Sheets
fr_fr: Feuilles de style

source: Although some styling is included by default, you can customize the layout by modifying <a href="theme-editor.php">your theme's stylesheet</a>
fr_fr: Aussi, et pour personnaliser le style par défaut, vous pouvez éditer le fichier de <a href="theme-editor.php">style du thème</a>

source: Templates
fr_fr: Thèmes

source: Any WP Resume template file (resume.php, resume-style.css, resume-text.php, etc.) found in your theme's directory will override the plugin's included template. Feel free to copy the file from the plugin directory into your theme's template directory and modify the file to meet your needs
fr_fr: N'importe quel fichier de thème de WP Resume (resume.php, resume-style.css, resume-text.php, etc.) trouvé dans le répertoire du thème du site en cours sera pris en considération et sera utilisé à la place du fichier par défaut. Vous pouvez copier et mettre ces fichiers dans votre thème et les modifier à souhait.

source: Feeds
fr_fr: Remarques

source: WP Resume allows you to access your data in three machine-readable formats. By default, the resume outputs in an <a href="http://microformats.org/wiki/hresume">hResume</a> compatible format. A JSON feed can be generated by appending <code>?feed=json</code> to your resume page's URL and a plain-text alternative (useful for copying and pasting into applications and forms) is available by appending <code>?feed=text</code> to your resume page's URL
fr_fr: WP Resume vous permet d'avoir accès à vos données dans 3 formats différents. Par défaut, le Curriculum Vitae s'affiche dans le format compatible à <a href="http://microformats.org/wiki/hresume">hResume</a>. Un flux JSON peut être généré en analysant le code <code>?feed=json</code> dans l'url de la page de votre Curriculum Vitae. La même astuce mais en utilisant cette fois-ci le code <code>?feed=text</code> permet de récupérer des données au format texte brut.

source: Save Changes
fr_fr: Sauvegarder changements

source: Your resume will be sorted based on this number (ascending)
fr_fr: Votre Curriculum Vitae sera trié selon son numéro (du plus petit au plus grand)

source: When you add a new position, feel free to leave this number at "0" and a best guess will be made based on the position's end date (reverse chronological order)
fr_fr: Quand vous ajoutez une position, vous êtes libre de laisser ce nombre à "0" et ainsi la procédure s'appuiera sur la date de fin de la position (ordre chronologique inverse)

source: Of Course, you can always <a href="edit.php?post_type=wp_resume_position&page=wp_resume_options#sections">fine tune your resume order</a> on the options page
fr_fr: Biensur, vous pouvez toujours <a href="edit.php?post_type=wp_resume_position&page=wp_resume_options#sections">améliorer votre Curriculum Vitae</a> dans les options des pages

source: Help
fr_fr: Aide

source: The name of the organization
fr_fr: Le nom de l'organisme

source: Do not add a parent
fr_fr: Ne pas ajouter un parent

source: You can put the location of the organization here (optional)
fr_fr: Vous pouvez mettre le lieu de l'organisme ici (facultatif)

source: None
fr_fr: Aucun

source: Location
fr_fr: Lieu

source: %s requires WordPress version %s or greater. Please disable the plugin or upgrade your WordPress install.
fr_fr: %s requiert WordPress avec la version %s ou plus. Prière de désactiver le plugin ou de mettre à jour WordPress.

# post type singular name
source: Resume Position
fr_fr: Position du Curriculum Vitae

source: Add New Position
fr_fr: Ajouter une nouvelle position

source: Edit Position
fr_fr: Modifier position

source: New Position
fr_fr: Nouvelle position

source: View Position
fr_fr: Afficher position

source: Search Positions
fr_fr: Rechercher dans les positions

source: No Positions Found
fr_fr: Aucune position trouvée

source: No Positions Found in Trash
fr_fr: Aucune position trouvée dans la corbeille

source: Resume
fr_fr: Curriculum Vitae

source: All Positions
fr_fr: Toutes les positions

source: Search Sections
fr_fr: Rechercher dans les sections

source: All Sections
fr_fr: Toutes les sections

source: Parent Section
fr_fr: Section parente

source: Parent Section:
fr_fr: Section parente:

source: Edit Section
fr_fr: Modifier section

source: Update Section
fr_fr: Mettre à jour position

source: Add New Section
fr_fr: Ajouter nouvelle section

source: New Section Name
fr_fr: Nom de la nouvelle section

# taxonomy general name
source: Organizations
fr_fr: Organismes

# taxonomy singular name
source: Organization
fr_fr: Organisme

source: Search Organizations
fr_fr: Rechercher dans les Organismes

source: All Organizations
fr_fr: Tous les organismes

source: Parent Organization
fr_fr: Organisme parent

source: Parent Organization:
fr_fr: Organisme parent:

source: Edit Organization
fr_fr: Modifier organisme

source: Update Organization
fr_fr: Mettre à jour organisme

source: Add New Organization
fr_fr: Ajouter une nouvel organisme

source: New Organization Name
fr_fr: Nom de la nouvel organisme

source: Edit Resume
fr_fr: Modifier Curriculum Vitae

source: Phone
fr_fr: Téléphone

source: Other
fr_fr: Autre

source: Street Address
fr_fr: Adresse postale

source: City/Locality
fr_fr: Ville/Localité

source: State/Region
fr_fr: Etat/Région

source: Zip/Postal Code
fr_fr: Code postal

source: Country
fr_fr: Pays

source: WP Resume
fr_fr: Curriculum Vitae

source: Out-of-the-box plugin which utilizes custom post types and taxonomies to add a snazzy resume to your personal blog or Web site.
fr_fr: Le plugin "Out-of-the-box" qui utilise des types d'articles personnalisés et des catégories pour rajouter d'excellents Curriculum Vitae à votre Blog ou à votre Site Web.
